<?php

return [
    'studios' => [
        [
            'id' => 25,
            'address' => 'Московский 183-185',
            'slots' => [
                ['start' => ['h' => 11, 'm' => 0], 'end' => ['h' => 14, 'm' => 0]],
                ['start' => ['h' => 15, 'm' => 0], 'end' => ['h' => 18, 'm' => 0]],
                ['start' => ['h' => 19, 'm' => 0], 'end' => ['h' => 22, 'm' => 0]],
            ],
        ],
        [
            'id' => 143,
            'address' => 'Дыбенко 8к1',
            'slots' => [
                ['start' => ['h' => 13, 'm' => 0], 'end' => ['h' => 16, 'm' => 0]],
                ['start' => ['h' => 18, 'm' => 0], 'end' => ['h' => 21, 'm' => 0]],
            ],
        ],
        [
            'id' => 205,
            'address' => 'Ильюшина 5к1',
            'slots' => [
                ['start' => ['h' => 13, 'm' => 0], 'end' => ['h' => 16, 'm' => 0]],
                ['start' => ['h' => 18, 'm' => 0], 'end' => ['h' => 21, 'm' => 0]],
            ],
        ],
    ],
];
